{
    "admins": ["saadalamin2004@gmail.com", "mosefatullah@gmail.com", "specialstars.org@gmail.com"],
    "posts": [
        {
            "id": "MhWJ6Nv7n-4M6Bz7VzF7",
            "title": "Autism Myths Busted",
            "body": "Autism is a disease, and it can be cured: Autism spectrum disorder (ASD) is a neurodevelopmental disease typically diagnosed during childhood. It is a lifelong disorder and cannot be cured through therapy or medicine. While autism affects individuals differently and can change throughout life stages, it is important to understand that it is a spectrum disorder. Autism is a Rare Condition: Autism is often thought of as a rare condition, but that's actually a persistent myth. In reality, autism is much more common than people realize. Globally, it's estimated that about 1 in 100 children have autism, while in the United States, that number is closer to 1 in 36 children. Autistic Kids are commonly aggressive: It is important to remember that not all children with autism are violent, and even among those who are, they are not necessarily \"more violent\" than other children who may hit, kick, or shout when they are upset or can't get what they want. Recent research has shown that violence is not more common in autistic individuals than in others. Autistic children who behave like this sometimes lack the ability to cope or express themselves in alternate ways. But many children, with or without autism, can struggle to cope with their own emotions and deal with them appropriately. Depending on the autistic child, they could be struggling with sensory inputs from the environment, unable to regulate their emotions, or finding communicating particularly difficult. It is not true that autistic children are intentionally more violent or prone to causing harm. People with autism can't feel emotion: People with autism can feel all emotions. Due to the fact that autism can impact one's ability to communicate and socially interact, this is often misinterpreted as an expression of a lack of interest or inability to make connections and relationships. Autistic people can also struggle with interpreting other people's emotions, body language, expressions and understanding social nuances.  Autistic people antisocial: Most individuals with ASD badly want to interact with others; they don't have the skill set to do so easily. Vaccines cause autism: Some people, and not just staunch \"anti-vaxxers\", mistakenly believe that vaccines can cause autism. Even though this is a relatively commonly known myth, it's actually just not true. In conclusion, fostering a more inclusive and accepting society begins with dispelling these myths and embracing the diversity and strengths of individuals on the autism spectrum. By promoting accurate knowledge and understanding, we can create a world where every person, regardless of their neurodiversity, is valued and supported in reaching their full potential. Autism is not a puzzle to be solved, but a spectrum of beautiful and unique individuals who enrich our world with their distinctive perspectives and talents. 📝by- Sheikh Hasin Abrar Alvi #autismawareness #autismacceptance #disabilityawareness #myth #mythbusters",
            "author": "Sheikh Hasin Abrar Alvi",
            "date": "September 12, 2023",
            "tags": "Autism myths",
            "picture": "https://specialstars.github.io/assets/images/posts/post1.jpg",
            "type": "post"
        },
        {
            "id": "KjWJ9Sv7n-3N6Ez7VxF5",
            "title": "Helping One Children!",
            "tid": "D-1",
            "body": "We'd been meaning to do something important for the special children in person, but we hadn't got the chance. We are delighted to inform you that we have discovered someone very unique. He is a talented 10-year-old youngster from Wari, Dhaka. He enjoys playing with his friends, but he does not have any of the necessary equipment. Our Co-Founder spoke with him personally, and he stated a wish to get a cricket set. As a result, we agreed to give him one from Special Stars. This is where our journey with these unique individuals begins!",
            "start": "2023-09-28",
            "end": "2023-09-28",
            "time": "1:00 PM - 5:00 PM",
            "place": "Wari, Dhaka, Bangladesh",
            "status": "Completed",
            "type": "event"
        }
    ]
}